Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Zu den neuesten Nachrichten
ar: الانتقال إلى أحدث الرسائل
bn: সর্বশেষ বার্তাগুলিতে যান
en: Go to latest messages
es: Ir a los mensajes más recientes
fr: Accéder aux derniers messages
hi: नवीनतम संदेशों पर जाएँ
id: Ke pesan terbaru
it: Vai ai messaggi più recenti
ja: 最新のメッセージへ移動
ko: 최신 메시지로 이동
pt: Ir para as mensagens mais recentes
ru: К последним сообщениям
tr: En yeni mesajlara git
ur: تازہ ترین پیغامات پر جائیں
vi: Đến tin nhắn mới nhất
zh_hans: 转到最新消息

source: Läuft
ar: قيد التشغيل
bn: চলছে
en: Running
es: En curso
fr: En cours
hi: चल रहा है
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
pt: Em execução
ru: Выполняется
tr: Çalışıyor
ur: چل رہا ہے
vi: Đang chạy
zh_hans: 运行中

source: Abgeschlossen
ar: مكتمل
bn: সম্পন্ন
en: Completed
es: Completado
fr: Terminé
hi: पूरा हुआ
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pt: Concluído
ru: Завершено
tr: Tamamlandı
ur: مکمل
vi: Đã hoàn tất
zh_hans: 已完成

source: Fehlgeschlagen
ar: فشل
bn: ব্যর্থ
en: Failed
es: Fallido
fr: Échec
hi: विफल
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패함
pt: Falhou
ru: Не удалось
tr: Başarısız
ur: ناکام
vi: Thất bại
zh_hans: 失败

source: Schließen
ar: إغلاق
bn: বন্ধ করুন
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
ur: بند کریں
vi: Đóng
zh_hans: 关闭

source: Schließt ab…
ar: جارٍ الإنهاء…
bn: সম্পন্ন হচ্ছে…
en: Finishing up…
es: Finalizando…
fr: Finalisation…
hi: पूरा हो रहा है…
id: Menyelesaikan…
it: Completamento…
ja: 仕上げ中…
ko: 마무리 중…
pt: A concluir…
ru: Завершает…
tr: Tamamlanıyor…
ur: مکمل ہو رہا ہے…
vi: Đang hoàn tất…
zh_hans: 正在收尾…

source: Schnellstart
ar: البدء السريع
bn: Quick start
en: Quick start
es: Inicio rápido
fr: Démarrage rapide
hi: Quick start
id: Quick start
it: Avvio rapido
ja: クイックスタート
ko: Quick start
pt: Início rápido
ru: Быстрый старт
tr: Quick start
ur: Quick start
vi: Quick start
zh_hans: 快速开始

source: Schreibt
ar: يكتب
bn: লিখছে
en: Typing
es: Escribiendo
fr: Écrit
hi: लिख रहा है
id: Menulis
it: Sta scrivendo
ja: 入力中
ko: 작성 중
pt: A escrever
ru: Печатает
tr: Yazıyor
ur: لکھ رہا ہے
vi: Đang viết
zh_hans: 正在输入

source: Schreibt…
ar: يكتب…
bn: লিখছে…
en: Typing…
es: Escribiendo…
fr: Écrit…
hi: लिख रहा है…
id: Menulis…
it: Sta scrivendo…
ja: 入力中…
ko: 작성 중…
pt: A escrever…
ru: Печатает…
tr: Yazıyor…
ur: لکھ رہا ہے…
vi: Đang viết…
zh_hans: 正在输入…

source: SearXNG-URL
ar: رابط SearXNG
es: URL de SearXNG
fr: URL SearXNG
id: URL SearXNG
it: URL SearXNG
ja: SearXNG の URL
pt: URL do SearXNG
ru: URL SearXNG

source: Sehr groß — High-RAM
ar: كبير جداً — ذاكرة عالية
bn: খুব বড় — High-RAM
en: Very large — high-RAM
es: Muy grande — mucha RAM
fr: Très grand — RAM élevée
hi: बहुत बड़ा — High-RAM
id: Sangat besar — High-RAM
it: Molto grande — molta RAM
ja: 超大型 — 高 RAM 向け
ko: 매우 큼 — High-RAM
pt: Muito grande — muita RAM
ru: Очень большая — много RAM
tr: Çok büyük — High-RAM
ur: بہت بڑا — High-RAM
vi: Rất lớn — High-RAM
zh_hans: 超大 — 需高内存

source: Sehr groß — nur High-RAM Geräte
ar: كبير جداً — لأجهزة الذاكرة العالية فقط
bn: খুব বড় — শুধু High-RAM ডিভাইস
en: Very large — high-RAM devices only
es: Muy grande — solo dispositivos con mucha RAM
fr: Très grand — appareils à RAM élevée uniquement
hi: बहुत बड़ा — सिर्फ़ High-RAM डिवाइस
id: Sangat besar — hanya perangkat High-RAM
it: Molto grande — solo dispositivi con molta RAM
ja: 超大型 — 高 RAM 端末のみ
ko: 매우 큼 — High-RAM 기기 전용
pt: Muito grande — só em dispositivos com muita RAM
ru: Очень большая — только для устройств с большим RAM
tr: Çok büyük — yalnızca High-RAM cihazlar
ur: بہت بڑا — صرف High-RAM ڈیوائسز
vi: Rất lớn — chỉ thiết bị High-RAM
zh_hans: 超大 — 仅限高内存设备

source: Seite hat nicht rechtzeitig geantwortet.
ar: الصفحة لم تردّ في الوقت المحدّد.
bn: পেজ সময়মতো সাড়া দেয়নি।
en: The page didn't respond in time.
es: La página no respondió a tiempo.
fr: La page n'a pas répondu à temps.
hi: पेज ने समय पर जवाब नहीं दिया।
id: Halaman tidak merespons tepat waktu.
it: La pagina non ha risposto in tempo.
ja: ページが時間内に応答しませんでした。
ko: 페이지가 제시간에 응답하지 않았습니다.
pt: A página não respondeu a tempo.
ru: Страница не ответила вовремя.
tr: Sayfa zamanında yanıt vermedi.
ur: صفحے نے وقت پر جواب نہیں دیا۔
vi: Trang không phản hồi kịp thời.
zh_hans: 页面没有及时响应。

source: Selbst schreiben
ar: اكتبه بنفسك
bn: নিজে লিখুন
en: Write your own
es: Escribir uno propio
fr: En écrire un
hi: खुद लिखें
id: Tulis sendiri
it: Scrivila tu
ja: 自分で書く
ko: 직접 작성
pt: Escrever o teu
ru: Написать самому
tr: Kendin yaz
ur: خود لکھیں
vi: Tự viết
zh_hans: 自己写一个

source: Senden
ar: إرسال
bn: পাঠান
en: Send
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
pt: Enviar
ru: Отправить
tr: Gönder
ur: بھیجیں
vi: Gửi
zh_hans: 发送

source: Server
ar: الخادم
bn: সার্ভার
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバー
ko: 서버
pt: Servidor
ru: Сервер
tr: Sunucu
ur: سرور
zh_hans: 服务器

source: Server meldet keine Modelle (data[] leer).
ar: الخادم لا يُبلّغ عن أي نماذج (data[] فارغة).
bn: সার্ভার কোনো মডেল দেখাচ্ছে না (data[] খালি)।
en: Server reports no models (data[] empty).
es: El servidor no devuelve modelos (data[] vacío).
fr: Le serveur ne signale aucun modèle (data[] vide).
hi: सर्वर कोई मॉडल नहीं दिखा रहा (data[] खाली)।
id: Server tidak menampilkan model (data[] kosong).
it: Il server non riporta modelli (data[] vuoto).
ja: サーバーがモデルを返しません（data[] が空）。
ko: 서버가 모델을 보고하지 않음 (data[]가 비어 있음).
pt: O servidor não indica modelos (data[] vazio).
ru: Сервер не вернул моделей (data[] пуст).
tr: Sunucu model göstermiyor (data[] boş).
ur: سرور کوئی ماڈل نہیں دکھا رہا (data[] خالی)۔
vi: Server không báo mô hình nào (data[] trống).
zh_hans: 服务器没有返回模型（data[] 为空）。

source: Server meldet keine Modelle.
ar: الخادم لا يُبلّغ عن أي نماذج.
bn: সার্ভার কোনো মডেল দেখাচ্ছে না।
en: Server reports no models.
es: El servidor no devuelve modelos.
fr: Le serveur ne signale aucun modèle.
hi: सर्वर कोई मॉडल नहीं दिखा रहा।
id: Server tidak menampilkan model.
it: Il server non riporta modelli.
ja: サーバーがモデルを返しません。
ko: 서버가 모델을 보고하지 않습니다.
pt: O servidor não indica modelos.
ru: Сервер не вернул моделей.
tr: Sunucu model göstermiyor.
ur: سرور کوئی ماڈل نہیں دکھا رہا۔
vi: Server không báo mô hình nào.
zh_hans: 服务器没有返回模型。

source: Server nicht erreichbar — IP/Port prüfen. Ist das iPhone im selben WLAN wie der Server, oder per Tailscale/VPN verbunden?
ar: تعذّر الوصول إلى الخادم — تحقق من IP/المنفذ. هل iPhone على نفس شبكة الخادم، أو متصل عبر Tailscale/VPN؟
bn: সার্ভারে পৌঁছানো যাচ্ছে না — IP/Port যাচাই করুন। iPhone কি সার্ভারের একই WLAN-এ আছে, বা Tailscale/VPN দিয়ে সংযুক্ত?
en: Can't reach the server — check IP and port. Is the iPhone on the same Wi-Fi as the server, or connected over Tailscale/VPN?
es: No se puede acceder al servidor — comprueba la IP y el puerto. ¿Está el iPhone en el mismo wifi que el servidor o conectado por Tailscale/VPN?
fr: Serveur injoignable — vérifie l'IP et le port. L'iPhone est-il sur le même Wi-Fi que le serveur, ou connecté via Tailscale/VPN ?
hi: सर्वर तक पहुँच नहीं — IP/Port जाँचें। क्या iPhone सर्वर वाले ही WLAN में है, या Tailscale/VPN से जुड़ा है?
id: Server tidak dapat dijangkau — periksa IP/Port. Apakah iPhone berada di WLAN yang sama dengan server, atau terhubung via Tailscale/VPN?
it: Server non raggiungibile — controlla IP e porta. L'iPhone è sulla stessa rete Wi-Fi del server o collegato via Tailscale/VPN?
ja: サーバーに接続できません — IP とポートを確認してください。iPhone はサーバーと同じ Wi-Fi、または Tailscale／VPN でつながっていますか？
ko: 서버에 연결할 수 없음 — IP/Port를 확인하세요. iPhone이 서버와 동일한 WLAN에 있나요, 아니면 Tailscale/VPN으로 연결되어 있나요?
pt: Servidor inacessível — verifica o IP/porta. O iPhone está no mesmo Wi-Fi que o servidor ou ligado por Tailscale/VPN?
ru: Сервер недоступен — проверь IP и порт. iPhone в той же Wi-Fi-сети, что и сервер, или подключён через Tailscale/VPN?
tr: Sunucuya ulaşılamıyor — IP/Port'u kontrol edin. iPhone sunucuyla aynı WLAN'da mı, yoksa Tailscale/VPN ile bağlı mı?
ur: سرور تک رسائی نہیں — IP/Port چیک کریں۔ کیا iPhone سرور کے اسی WLAN میں ہے، یا Tailscale/VPN سے منسلک ہے؟
vi: Không thể truy cập server — kiểm tra IP/Port. iPhone có cùng WLAN với server không, hoặc có kết nối qua Tailscale/VPN không?
zh_hans: 连不上服务器 — 请检查 IP/端口。iPhone 和服务器在同一个 Wi-Fi 里吗？或者通过 Tailscale/VPN 连着吗？

source: Server-Adresse (z. B. ki.meine-domain.de)
ar: عنوان الخادم (مثلاً ki.meine-domain.de)
bn: সার্ভার ঠিকানা (যেমন ki.meine-domain.de)
en: Server address (e.g. ki.meine-domain.de)
es: Dirección del servidor (p. ej. ki.meine-domain.de)
fr: Adresse du serveur (p. ex. ki.meine-domain.de)
hi: सर्वर का पता (जैसे ki.meine-domain.de)
id: Alamat server (mis. ki.meine-domain.de)
it: Indirizzo del server (es. ki.meine-domain.de)
ja: サーバーアドレス（例: ki.meine-domain.de）
ko: 서버 주소 (예: ki.meine-domain.de)
pt: Endereço do servidor (p. ex. ki.meine-domain.de)
ru: Адрес сервера (напр. ki.meine-domain.de)
tr: Sunucu adresi (örn. ki.meine-domain.de)
ur: سرور کا پتہ (مثلاً ki.meine-domain.de)
vi: Địa chỉ server (vd. ki.meine-domain.de)
zh_hans: 服务器地址（例如 ki.meine-domain.de）

source: Sexueller Inhalt
ar: محتوى جنسي
bn: যৌন বিষয়বস্তু
en: Sexual content
es: Contenido sexual
fr: Contenu sexuel
hi: यौन सामग्री
id: Konten seksual
it: Contenuto sessuale
ja: 性的な内容
ko: 성적인 콘텐츠
pt: Conteúdo sexual
ru: Сексуальный контент
tr: Cinsel içerik
ur: جنسی مواد
vi: Nội dung tình dục
zh_hans: 色情内容

source: Sichern
ar: حفظ
bn: সেভ করুন
en: Save
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Guardar
ru: Сохранить
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存

source: Skill installieren
ar: تثبيت Skill
bn: Skill ইনস্টল করুন
en: Install Skill
es: Instalar Skill
fr: Installer un Skill
hi: Skill इंस्टॉल करें
id: Instal Skill
it: Installa Skill
ja: Skill をインストール
ko: Skill 설치
pt: Instalar Skill
ru: Установить Skill
tr: Skill'i yükle
ur: Skill انسٹال کریں
vi: Cài đặt Skill
zh_hans: 安装 Skill

source: Skills übernommen
ar: تم استيراد Skills
bn: Skills ফিরে পাওয়া গেছে
en: Skills restored
es: Skills importados
fr: Skills restaurés
hi: Skills वापस मिल गए
id: Skills dipulihkan
it: Skills importati
ja: Skills を取り込み
ko: Skill 복구됨
pt: Skills importadas
ru: Skills добавлены
tr: Skill'ler geri alındı
ur: Skills واپس مل گئیں
vi: Đã khôi phục Skill
zh_hans: 已导入 Skills

source: Speicher
ar: الذاكرة
bn: মেমরি
en: Memory
es: Memoria
fr: Mémoire
hi: मेमोरी
id: Memori
it: Memoria
ja: メモリ
ko: 메모리
pt: Memória
ru: Память
tr: Bellek
ur: میموری
vi: Bộ nhớ
zh_hans: 内存

source: Speicherdruck ist unwahrscheinlich — es gab keine Speicherwarnung.
ar: ضغط الذاكرة مستبعد — لم يصدر أي تحذير ذاكرة.
bn: মেমরি চাপের সম্ভাবনা কম — কোনো মেমরি সতর্কতা ছিল না।
en: Memory pressure is unlikely — there was no memory warning.
es: La presión de memoria es improbable — no hubo ningún aviso de memoria.
fr: Une pression mémoire est peu probable — il n'y a eu aucun avertissement mémoire.
hi: मेमोरी दबाव की संभावना नहीं — कोई मेमोरी चेतावनी नहीं मिली।
id: Tekanan memori tidak mungkin — tidak ada peringatan memori.
it: Pressione sulla memoria improbabile — non c'è stato nessun avviso di memoria.
ja: メモリ不足が原因の可能性は低い — メモリ警告は出ていません。
ko: 메모리 압박 가능성 낮음 — 메모리 경고가 없었습니다.
pt: Pressão de memória improvável — não houve nenhum aviso de memória.
ru: Нехватка памяти маловероятна — предупреждений о памяти не было.
tr: Bellek baskısı olası değil — bellek uyarısı yoktu.
ur: میموری دباؤ کا امکان نہیں — کوئی میموری وارننگ نہیں تھی۔
vi: Áp lực bộ nhớ khó xảy ra — không có cảnh báo bộ nhớ nào.
zh_hans: 不太可能是内存压力 — 没有出现过内存警告。

source: Stack (%lld Frames)
ar: المكدّس (%lld إطارات)
bn: স্ট্যাক (%lld ফ্রেম)
fr: Pile (%lld frames)
hi: स्टैक (%lld फ़्रेम)
id: Stack (%lld frame)
it: Stack (%lld frame)
ja: スタック（%lld フレーム）
ko: 스택 (프레임 %lld개)
ru: Стек (%lld фреймов)
tr: Yığın (%lld çerçeve)
ur: اسٹیک (%lld فریمز)
vi: Stack (%lld khung)
zh_hans: 调用栈（%lld 帧）

source: Start
ar: البدء
bn: শুরু
en: Started
es: Inicio
fr: Démarrage
hi: शुरुआत
id: Mulai
it: Avvio
ja: 開始
ko: 시작
pt: Início
ru: Начало
tr: Başlangıç
ur: آغاز
vi: Khởi động
zh_hans: 开始时间

source: Start an die App aus — meist beim übernächsten Öffnen. Bis dahin zählt
ar: التشغيل القادم للتطبيق — غالباً عند الفتح الذي يليه. وحتى ذلك الحين يبقى
bn: অ্যাপে দেয় — সাধারণত পরের-পরের খোলায়। ততক্ষণ পর্যন্ত
en: launch — usually the second time you open it. Until then,
es: arranque — normalmente al segundo. Hasta entonces cuenta
fr: lancement — en général à la deuxième ouverture. D'ici là, seul compte
hi: ऐप को शुरुआत देता है — आमतौर पर उससे अगली बार खोलने पर। तब तक
id: diberikan ke aplikasi — biasanya pada pembukaan berikutnya setelah itu. Hingga saat itu, yang berlaku
it: avvio — di solito alla seconda apertura. Fino ad allora conta
ja: 起動より後です — たいていは次の次に開いたとき。それまでは
ko: 앱에 제공됩니다 — 대개 그 다음다음 실행 시. 그때까지는
pt: arranque — normalmente só na abertura seguinte. Até lá conta
ru: запуска — обычно при втором открытии. До тех пор важно
tr: uygulamaya verir — genellikle bir sonrakinin ardındaki açılışta. O zamana kadar geçerli olan
ur: ایپ کو دیتا ہے — عام طور پر اگلی-اگلی بار کھلنے پر۔ تب تک
vi: gửi cho ứng dụng — thường là ở lần mở kế tiếp sau đó. Cho đến lúc đó, áp dụng
zh_hans: 启动后才会把崩溃报告交给应用 — 通常是再下次打开时。在那之前，只能参考

source: Starte eine Unterhaltung — allein mit der KI oder als Gruppe mit mehreren Agenten.
ar: ابدأ محادثة — بمفردك مع الذكاء الاصطناعي أو كمجموعة مع عدة وكلاء.
bn: একটি কথোপকথন শুরু করুন — একা AI-এর সাথে বা একাধিক Agent-এর গ্রুপ হিসেবে।
en: Start a conversation — one on one with the AI, or as a group with several agents.
es: Empieza una conversación — a solas con la IA o en grupo con varios agentes.
fr: Lance une conversation — seul avec l'IA ou en groupe avec plusieurs agents.
hi: बातचीत शुरू करें — अकेले AI के साथ या कई Agents के ग्रुप में।
id: Mulai percakapan — sendiri dengan AI atau sebagai grup dengan beberapa Agent.
it: Inizia una conversazione — da solo con l'IA o in gruppo con più agenti.
ja: 会話を始めよう — AI と 1 対 1 でも、複数エージェントのグループでも。
ko: 대화를 시작하세요 — AI와 단둘이 또는 여러 Agent로 구성된 그룹으로.
pt: Começa uma conversa — só com a IA ou em grupo, com vários agentes.
ru: Начни разговор — один на один с ИИ или группой из нескольких агентов.
tr: Bir sohbet başlatın — yalnız AI ile veya birden fazla Agent'lı bir grup olarak.
ur: ایک گفتگو شروع کریں — اکیلے AI کے ساتھ یا متعدد Agents کے گروپ کے طور پر۔
vi: Bắt đầu một cuộc trò chuyện — một mình với AI hoặc theo nhóm với nhiều Agent.
zh_hans: 开始一段对话 — 单独和 AI 聊，或组个群和多个智能体一起聊。

source: Stopp
ar: إيقاف
bn: থামান
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
id: Berhenti
it: Stop
ja: 停止
ko: 중지
pt: Parar
ru: Стоп
tr: Durdur
ur: روکیں
vi: Dừng
zh_hans: 停止

source: Suche nach deinen Apps
ar: جارٍ البحث عن تطبيقاتك
bn: আপনার Apps খোঁজা হচ্ছে
en: Looking for your apps
es: Buscando tus apps
fr: Recherche de tes apps
hi: आपके Apps खोजे जा रहे हैं
id: Mencari Apps Anda
it: Ricerca delle tue app
ja: アプリを探しています
ko: App 검색 중
pt: A procurar as tuas apps
ru: Ищем твои приложения
tr: App'leriniz aranıyor
ur: آپ کی Apps تلاش کی جا رہی ہیں
vi: Đang tìm App của bạn
zh_hans: 正在查找你的 App

source: Sucht gezielt Schwachstellen in Plänen und Texten: falsche Annahmen, fehlende Fälle, unbegründete Behauptungen. Formuliert knapp und konkret, ohne Höflichkeitsfloskeln.
ar: يبحث عن نقاط الضعف في الخطط والنصوص: افتراضات خاطئة، حالات ناقصة، ادعاءات بلا سند. يصوغ ملاحظاته باختصار ووضوح، بلا مجاملات.
bn: পরিকল্পনা ও টেক্সটে দুর্বলতা খুঁজে বের করে: ভুল ধারণা, মিসিং ক্ষেত্র, অভিত্তিক দাবি। সংক্ষিপ্ত ও স্পষ্টভাবে বলে, কোনো আনুষ্ঠানিকতা ছাড়াই।
en: Deliberately hunts for weak points in plans and texts: false assumptions, missing cases, unsupported claims. Short and specific, no pleasantries.
es: Busca puntos débiles en planes y textos: suposiciones erróneas, casos no contemplados, afirmaciones sin fundamento. Se expresa de forma breve y concreta, sin cortesías.
fr: Cherche les failles dans les plans et les textes : hypothèses fausses, cas oubliés, affirmations non fondées. S'exprime de façon brève et concrète, sans formules de politesse.
hi: योजनाओं और टेक्स्ट में कमज़ोरियाँ खोजता है: गलत मान्यताएँ, छूटे मामले, बेबुनियाद दावे। संक्षिप्त और स्पष्ट, बिना औपचारिकता के।
id: Secara khusus mencari kelemahan dalam rencana dan teks: asumsi salah, kasus yang hilang, klaim tanpa dasar. Diformulasikan singkat dan konkret, tanpa basa-basi.
it: Cerca i punti deboli di piani e testi: presupposti sbagliati, casi mancanti, affermazioni senza fondamento. Scrive in modo breve e concreto, senza convenevoli.
ja: 計画や文章の弱点を狙って探します。誤った前提、抜けているケース、根拠のない主張など。前置き抜きで、短く具体的に指摘します。
ko: 계획과 텍스트에서 약점을 집중적으로 찾습니다: 잘못된 가정, 누락된 사례, 근거 없는 주장. 형식적인 인사말 없이 간결하고 구체적으로 표현합니다.
pt: Procura falhas em planos e textos: pressupostos errados, casos em falta, afirmações sem fundamento. Escreve de forma breve e concreta, sem formalidades.
ru: Целенаправленно ищет слабые места в планах и текстах: неверные допущения, упущенные случаи, необоснованные утверждения. Формулирует кратко и по делу, без вежливых оборотов.
tr: Planlarda ve metinlerde zayıf noktaları hedefli şekilde arar: yanlış varsayımlar, eksik durumlar, temelsiz iddialar. Kısa ve somut ifade eder, nezaket cümleleri olmadan.
ur: منصوبوں اور متن میں کمزوریاں تلاش کرتا ہے: غلط مفروضات، غائب پہلو، بے بنیاد دعوے۔ مختصر اور واضح انداز میں، بغیر رسمی جملوں کے۔
vi: Tìm kiếm có mục tiêu các điểm yếu trong kế hoạch và văn bản: giả định sai, trường hợp thiếu, tuyên bố vô căn cứ. Diễn đạt ngắn gọn và cụ thể, không có câu xã giao.
zh_hans: 专挑计划和文稿里的漏洞：错误假设、遗漏情形、没有依据的论断。表达简短具体，不说客套话。

source: Swift-Laufzeitfehler — force-unwrap auf nil, Index außerhalb des Bereichs,
ar: خطأ تشغيل في Swift — force-unwrap على nil، فهرس خارج النطاق،
bn: Swift রানটাইম ত্রুটি — nil-এ force-unwrap, রেঞ্জের বাইরে ইনডেক্স,
en: Swift runtime error — force-unwrap on nil, index out of range,
es: Error de ejecución de Swift: force-unwrap sobre nil, índice fuera de rango,
fr: Erreur d'exécution Swift — force-unwrap sur nil, index hors limites,
hi: Swift रनटाइम त्रुटि — nil पर force-unwrap, सीमा से बाहर इंडेक्स,
id: Kesalahan runtime Swift — force-unwrap pada nil, indeks di luar rentang,
it: Errore di runtime Swift — force-unwrap su nil, indice fuori intervallo,
ja: Swift ランタイムエラー — nil の強制アンラップ、範囲外インデックス、
ko: Swift 런타임 오류 — nil에 대한 force-unwrap, 범위를 벗어난 인덱스,
pt: Erro de execução do Swift — force-unwrap sobre nil, índice fora dos limites,
ru: Ошибка выполнения Swift — force-unwrap на nil, индекс вне диапазона,
tr: Swift çalışma zamanı hatası — nil üzerinde force-unwrap, aralık dışı indeks,
ur: Swift رن ٹائم خرابی — nil پر force-unwrap، رینج سے باہر انڈیکس،
vi: Lỗi runtime Swift — force-unwrap trên nil, chỉ số ngoài phạm vi,
zh_hans: Swift 运行时错误 — 对 nil 强制解包、索引越界、

source: Symbol-Name
ar: اسم الرمز
bn: সিম্বলের নাম
es: Nombre del símbolo
fr: Nom du symbole
hi: सिंबल का नाम
id: Nama simbol
it: Nome del simbolo
ja: シンボル名
ko: 심볼 이름
pt: Nome do símbolo
ru: Имя символа
tr: Sembol adı
ur: سمبل کا نام
vi: Tên ký hiệu
zh_hans: 符号名称

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
ur: سسٹم
vi: Hệ thống
zh_hans: 系统

source: Systembericht (MetricKit)
ar: تقرير النظام (MetricKit)
bn: সিস্টেম রিপোর্ট (MetricKit)
en: System report (MetricKit)
es: Informe del sistema (MetricKit)
fr: Rapport système (MetricKit)
hi: सिस्टम रिपोर्ट (MetricKit)
id: Laporan sistem (MetricKit)
it: Report di sistema (MetricKit)
ja: システムレポート（MetricKit）
ko: 시스템 보고서 (MetricKit)
pt: Relatório do sistema (MetricKit)
ru: Системный отчёт (MetricKit)
tr: Sistem raporu (MetricKit)
ur: سسٹم رپورٹ (MetricKit)
vi: Báo cáo hệ thống (MetricKit)
zh_hans: 系统报告（MetricKit）

source: TLS/Zertifikat abgelehnt — nutzt dein Gateway ein selbst-signiertes Zertifikat? Im LAN http:// statt https:// verwenden, oder ein vertrauenswürdiges Zertifikat (z. B. Tailscale Serve) einrichten.
ar: رُفضت شهادة TLS — هل تستخدم بوابتك شهادة موقّعة ذاتياً؟ داخل الشبكة المحلية استخدم http:// بدل https://، أو اضبط شهادة موثوقة (مثل Tailscale Serve).
bn: TLS/সার্টিফিকেট প্রত্যাখ্যাত — আপনার Gateway কি সেলফ-সাইনড সার্টিফিকেট ব্যবহার করে? LAN-এ https://-এর বদলে http:// ব্যবহার করুন, অথবা একটি বিশ্বস্ত সার্টিফিকেট (যেমন Tailscale Serve) সেট করুন।
en: TLS/certificate rejected — does your gateway use a self-signed certificate? On a local network use http:// instead of https://, or set up a trusted certificate (e.g. Tailscale Serve).
es: Certificado TLS rechazado: ¿tu gateway usa un certificado autofirmado? En la red local usa http:// en vez de https://, o configura un certificado de confianza (p. ej. Tailscale Serve).
fr: Certificat TLS refusé — ta passerelle utilise-t-elle un certificat auto-signé ? Sur le réseau local, utilise http:// au lieu de https://, ou installe un certificat de confiance (p. ex. Tailscale Serve).
hi: TLS/सर्टिफ़िकेट अस्वीकृत — क्या आपका Gateway सेल्फ़-साइन सर्टिफ़िकेट इस्तेमाल करता है? LAN में https:// की जगह http:// इस्तेमाल करें, या भरोसेमंद सर्टिफ़िकेट (जैसे Tailscale Serve) सेट करें।
id: TLS/sertifikat ditolak — apakah Gateway Anda menggunakan sertifikat self-signed? Di LAN gunakan http:// alih-alih https://, atau siapkan sertifikat tepercaya (mis. Tailscale Serve).
it: Certificato TLS rifiutato — il tuo gateway usa un certificato autofirmato? Nella rete locale usa http:// invece di https://, oppure configura un certificato attendibile (es. Tailscale Serve).
ja: TLS 証明書が拒否されました — ゲートウェイが自己署名証明書を使っていませんか？ LAN 内なら https:// ではなく http:// を使うか、信頼できる証明書（例: Tailscale Serve）を設定してください。
ko: TLS/인증서 거부됨 — Gateway가 자체 서명 인증서를 사용하나요? LAN에서는 https:// 대신 http://를 사용하거나, 신뢰할 수 있는 인증서(예: Tailscale Serve)를 설정하세요.
pt: Certificado TLS recusado — o teu gateway usa um certificado autoassinado? Na rede local usa http:// em vez de https://, ou configura um certificado fidedigno (por exemplo, Tailscale Serve).
ru: TLS-сертификат отклонён — у твоего шлюза самоподписанный сертификат? В локальной сети используй http:// вместо https:// или настрой доверенный сертификат (например, Tailscale Serve).
tr: TLS/sertifika reddedildi — Gateway'iniz kendinden imzalı bir sertifika mı kullanıyor? LAN'da https:// yerine http:// kullanın, veya güvenilir bir sertifika (örn. Tailscale Serve) kurun.
ur: TLS/سرٹیفکیٹ مسترد — کیا آپ کا Gateway سیلف سائنڈ سرٹیفکیٹ استعمال کرتا ہے؟ LAN میں https:// کی بجائے http:// استعمال کریں، یا ایک قابلِ اعتماد سرٹیفکیٹ (مثلاً Tailscale Serve) سیٹ کریں۔
vi: TLS/chứng chỉ bị từ chối — Gateway của bạn có dùng chứng chỉ tự ký không? Trong LAN dùng http:// thay vì https://, hoặc thiết lập chứng chỉ đáng tin cậy (vd. Tailscale Serve).
zh_hans: TLS/证书被拒绝 — 你的网关用的是自签名证书吗？局域网里可以改用 http:// 而不是 https://，或者配置一张受信任的证书（例如 Tailscale Serve）。

source: Tavily Key
ar: مفتاح Tavily
es: Clave de Tavily
fr: Clé Tavily
it: Chiave Tavily
ja: Tavily のキー
pt: Chave Tavily
ru: Ключ Tavily
zh_hans: Tavily 密钥

source: Teilen
ar: مشاركة
bn: শেয়ার করুন
en: Share
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
pt: Partilhar
ru: Поделиться
tr: Paylaş
ur: شیئر کریں
vi: Chia sẻ
zh_hans: 分享

source: Test-Chat fehlgeschlagen (HTTP %lld)
ar: فشلت محادثة الاختبار (HTTP %lld)
bn: টেস্ট চ্যাট ব্যর্থ হয়েছে (HTTP %lld)
en: Test chat failed (HTTP %lld)
es: Chat de prueba fallido (HTTP %lld)
fr: Échec du chat de test (HTTP %lld)
hi: टेस्ट चैट विफल रही (HTTP %lld)
id: Chat uji gagal (HTTP %lld)
it: Chat di prova non riuscita (HTTP %lld)
ja: テストチャットに失敗しました（HTTP %lld）
ko: 테스트 채팅 실패 (HTTP %lld)
pt: Chat de teste falhou (HTTP %lld)
ru: Тестовый чат не удался (HTTP %lld)
tr: Test sohbeti başarısız (HTTP %lld)
ur: ٹیسٹ چیٹ ناکام ہوئی (HTTP %lld)
vi: Trò chuyện thử thất bại (HTTP %lld)
zh_hans: 测试聊天失败（HTTP %lld）
